const events = {
    wakeUp: [
        "？？？「……起きよ……」",
        "？？？「……起きよ、起きるのじゃ」",
    ],
    
    prologueStart: [
        "少女「ふむ。目が覚めたようじゃな」",
        "少女「驚いたぞ。この部屋に、突然おぬしが現れたのじゃからな」",
        "少女「ワシか？ワシは卑弥呼。この邪馬台国の女王じゃ」",
        "卑弥呼「何も覚えておらぬようじゃな。少し部屋の中を歩いてみるがよい」"
    ],
    
    prologue_himiko: [

    "卑弥呼「何？ワシが本当に卑弥呼か？じゃと？」",
    "卑弥呼「この邪馬台国を守るために強力な結界を張ったのじゃが、力を使い果たしてしまっての…」",
    "卑弥呼「おかげで小娘の姿になってしまったのじゃ」"
    ],
    
    prologue_brother: [
    "男「私は卑弥呼さまの弟だ」",
    "男「世界に異変が起きているのは知っているか？」",
    "男「姉上はその異変から国を守った末、子供の姿になってしまわれたのだ」",
    "男「でも正直、若い方がいいよな。おぬしもそう思わぬか？」"
    ], 
    
    mirrorIntro: [

    "卑弥呼「それは特別な銅鏡じゃ。選ばれし者が使えば、時間や場所さえも越えられる」",
    "卑弥呼「強大すぎてワシにすら扱えぬ。使える者といえば…」",
    "？？？「卑弥呼さま！大変です！」",
    "卑弥呼「！」"
    ],
    
    iyoArrival1: [
    "卑弥呼「噂をすれば、壱与(いよ)ではないか」",
    "壱与「大変なんです！獣たちが急に狂暴になって、人々を襲っているんです！」",
    "卑弥呼「何じゃと！？」",
    "壱与「邪悪をはらうという、黒曜石の矢じりがあれば止められるのですが…」",
    "卑弥呼「じゃが、今の邪馬台国に黒曜石は残っておらぬのう」"
    ],
    
    iyoArrival2: [
    "壱与「ところで、こちらの変わった服の方は？」",
    "卑弥呼「それが、突然この部屋に現れてのう…」",
    "壱与「うっ…！？」"
    ],  
    
    iyoArrival3: [
    "卑弥呼「壱与！？どうしたのじゃ！」",
    "壱与「……時の彼方より現れし者、邪悪をしずめ、世界を救う……」",
    "壱与「卑弥呼さま！お告げが聞こえました！」",
    "壱与「この方こそ、世界の異変をしずめる勇者さまです！」",
    "卑弥呼「ふむ…壱与の聞いたお告げなら、間違いないじゃろう」"]
    ,
    iyoArrival4: [
    "壱与「勇者さま！どうか黒曜石の矢じりを手に入れてください！」",
    "卑弥呼「黒曜石の矢じりは、はるか昔の人々が使っていたと伝わっておる」",
    "壱与「はい！私の呪術で、勇者さまを大昔の野尻湖にお送りします！」",
    "卑弥呼「ワシも一緒に行こう」",
    "卑弥呼「壱与よ、留守は任せたぞ」",
    "壱与「勇者さま、その銅鏡をもう一度のぞきこんでください」"
    ],  
    prologue_brother_after: [
    "男「姉上たちは歴史が歪んでいると言うが…」",
    "男「正直なところ、私には実感が湧かぬのだ」",
    ],
    prologue_stamp: [
    "卑弥呼「その金印は、ワシが魏の皇帝から授かったものじゃ」"
    ],
    demoEnding: [

    "壱与「ありがとうございます、黒曜石の力で獣たちは鎮まりました」",

    "卑弥呼「じゃが、歴史のあちこちで異変が続いているようじゃな」",

    "壱与「はい…放っておけば、また邪馬台国も危険にさらされるかもしれません」",

    "卑弥呼「そういうことじゃ、もう少し力を貸してくれんかのう？」"

],
    demoEndingYes: [
    "卑弥呼「頼もしいのう！そう来なくてはな！」"
],

    demoEndingNo: [
    "卑弥呼「そう言うでない、おぬしも行くあてがないのじゃろう？」"
],

    demoEndingFinal: [
    "壱与「ご一緒できて、私も嬉しいです！」",
    "卑弥呼「さて、では次の時代に向かうかのう」",
    "",
    "体験版はここで終わりです。",
    "続きをお楽しみに！"
],
    doguFind: [
    "卑弥呼「む、目が特徴的な土偶じゃな」,
    "卑弥呼「邪馬台国では見かけないのう」",
    "壱与の声「目が特徴的な土偶、ですか…」",
    "壱与の声「おかしいですね…それは北東の地域でしか作られていないはずですが…」",
    "卑弥呼「ところで壱与、おぬしどこから話しかけておるのじゃ？」",
    "壱与の声「あっ、卑弥呼さまの服に私の声を届ける銅鐸を縫い付けておきました！」",
    "壱与の声「未来の言葉で『スピーカー』というらしいです！」",
    "卑弥呼「道理で服が重いと思ったわ！」"
],
};
