const events = {
    prologueStart: [
        "？？？「……起きよ、起きるのじゃ」",
        "少女「ふむ。目が覚めたようじゃな」",
        "少女「この部屋に、突然お主が現れたのじゃ。覚えておらぬか？」",
        "少女「ワシか？ワシは卑弥呼。この邪馬台国の女王じゃ」",
        "卑弥呼「何もわからぬといった顔じゃな。少し部屋の中を歩いてみるがよい」"
    ],
    
    prologue_himiko: [

    "卑弥呼「何？ワシが本当に卑弥呼か？じゃと？」",
    "卑弥呼「この邪馬台国を守るために強力な結界を張ったのじゃが、力を使い果たしてしまっての…」",
    "卑弥呼「おかげで小娘の姿になってしまったのじゃ」"
    ],
    
    prologue_brother: [
    "男「私は卑弥呼さまの弟だ」",
    "男「世界に異変が起きているのは知っているか？」",
    "男「姉上はその異変から国を守るため、あのような姿になってしまわれたのだ」",
    "男「…若返れたなら良かったのか？」"
    ], 
    
    mirrorIntro: [

    "卑弥呼「それは特別な銅鏡じゃ。ふさわしい者が使えば時間や場所さえも越えられる」",
    "卑弥呼「ワシにすら使えぬ。その銅鏡の持ち主は…」",
    "？？？「卑弥呼さま！大変です！」",
    "卑弥呼「！」"
    ],
    
    iyoArrival1: [
    "卑弥呼「噂をすれば、壱与(いよ)ではないか」",
    "壱与「大変なんです！何か邪悪なものに取りつかれて、獣たちが狂暴化しているんです！」",
    "男「これも世界を襲った異変が原因でしょうか」",
    "卑弥呼「その可能性が高いのう……」",
    "壱与「取りついている邪悪な力を清めれば、狂暴化を止められるはずです！」",
    "卑弥呼「ふむ。邪悪をはらうという、黒曜石の矢じりがあればよいのじゃが」",
    "男「ですが姉上。今の邪馬台国には黒曜石の備蓄がありませぬ」"
    ],
    
    prologue_stamp: [
        "台の上に金印が置かれている"
    ],

    prologue_bed: [
        "寝床だ。一休みしよう"
    ]

};
