const events = {
    prologueStart: [
        "？？？「……起きよ、起きるのじゃ」",
        "少女「ふむ。目が覚めたようじゃな」",
        "少女「この部屋に、突然お主が現れたのじゃ。覚えておらぬか？」",
        "少女「ワシか？ワシは卑弥呼。この邪馬台国の女王じゃ」",
        "少女「何もわからぬといった顔じゃな。少し部屋の中を歩いてみるがよい」"
    ],
    
    prologue_himiko: [

    "卑弥呼「何？ワシが本当に卑弥呼か？じゃと？」",

    "卑弥呼「この邪馬台国を守るために強力な結界を張ったのじゃが、力を使い果たしてしまっての……」",

    "卑弥呼「おかげで小娘の姿になってしまったのじゃ」"

],
    prologue_brother: [

    "男「私は卑弥呼さまの弟だ」",

    "男「世界に異変が起きているのは知っているか？」",

    "男「姉上はその異変から国を守るため、あのような姿になってしまわれたのだ」",
        
    "男「あの姿の方がカワイイなんて思っておらんぞ！断じて！」"
], 
    prologue_mirror: [
        "不思議な銅鏡だ"
    ],
    
    prologue_stamp: [
        "台の上に金印が置かれている"
    ],

    prologue_bed: [
        "寝床だ。一休みしよう"
    ]

};
