const events = {
    wakeUp: [
        "？？？「……起きよ……」",
        "？？？「……起きよ、起きるのじゃ」",
    ],
    
    prologueStart: [
        "少女「ふむ。目が覚めたようじゃな」",
        "少女「この部屋に、突然お主が現れたのじゃ。覚えておらぬか？」",
        "少女「ワシか？ワシは卑弥呼。この邪馬台国の女王じゃ」",
        "卑弥呼「何もわからぬといった顔じゃな。少し部屋の中を歩いてみるがよい」"
    ],
    
    prologue_himiko: [

    "卑弥呼「何？ワシが本当に卑弥呼か？じゃと？」",
    "卑弥呼「この邪馬台国を守るために強力な結界を張ったのじゃが、力を使い果たしてしまっての…」",
    "卑弥呼「おかげで小娘の姿になってしまったのじゃ」"
    ],
    
    prologue_brother: [
    "男「私は卑弥呼さまの弟だ」",
    "男「世界に異変が起きているのは知っているか？」",
    "男「姉上はその異変から国を守った末、子供の姿になってしまわれたのだ」",
    "男「でも正直、若い方がいいよな。おぬしもそう思わぬか？」"
    ], 
    
    mirrorIntro: [

    "卑弥呼「それは特別な銅鏡じゃ。ふさわしい者が使えば時間や場所さえも越えられる」",
    "卑弥呼「ワシにすら扱えぬ。その銅鏡の持ち主は…」",
    "？？？「卑弥呼さま！大変です！」",
    "卑弥呼「！」"
    ],
    
    iyoArrival1: [
    "卑弥呼「噂をすれば、壱与(いよ)ではないか」",
    "壱与「大変なんです！異変の影響で、獣たちが狂暴化して人を襲っているんです！」",
    "卑弥呼「何じゃと！？」",
    "壱与「邪悪をはらうという、黒曜石の矢じりがあれば止められると思うのですが…」",
    "卑弥呼「じゃが、今の邪馬台国に黒曜石は無いはずじゃな…」"
    ],
    
    iyoArrival2: [
    "壱与「ところで、こちらの方は？」",
    "卑弥呼「む、そやつは…」",
    "壱与「！！！」"
    ],  
    
    iyoArrival3: [
    "卑弥呼「壱与！？どうしたのじゃ！」",
    "壱与「時の彼方より現れし者、邪悪をしずめ、世界を救う……」",
    "壱与「卑弥呼さま！お告げが聞こえました！」",
    "壱与「この方こそ、世界の異変をしずめる勇者さまです！」",
    "卑弥呼「まことか！」",
    "卑弥呼「今の壱与はワシ以上の力がある…」",
    "卑弥呼「壱与の聞いたお告げなら、間違いないじゃろう」"]
    ,
    iyoArrival4: [
    "壱与「勇者さま！どうか黒曜石の矢じりを手に入れてください！」",
    "男「黒曜石の矢じり…はるか昔、東の山の人々が使っていたと聞きます」",
    "壱与「はい！私の呪術で、勇者さまを大昔の野尻湖にお送りします！」",
    "壱与「勇者さま、その銅鏡をもう一度のぞきこんでください」"
    ],  
    prologue_brother_after: [
    "男「姉上たちは歴史が歪んでいると言うが…」",
    "男「正直なところ、私には実感が湧かぬのだ」",
    ],
    prologue_stamp: [
        "台の上に金印が置かれている"
    ],

    prologue_bed: [
        "寝床だ。一休みしよう"
    ]

};
