maps.nojiriLake = {
    name: "旧石器時代　野尻湖",

    description: [
        "現在の長野県。",
        "ナウマンゾウなどの",
        "大型動物が生息していた。"
    ],
    tiles: [

        [2,2,2,2,2,2,2,2,2,3,3],
        [4,4,4,4,4,4,2,2,2,2,3],
        [4,4,4,4,4,4,4,2,2,2,3],
        [4,4,4,4,4,4,4,2,2,2,3],
        [4,4,4,4,4,4,2,2,2,2,3],
        [4,4,4,4,4,4,2,2,2,2,3],
        [4,4,4,4,4,4,4,4,2,2,3],
        [4,4,4,4,4,4,4,4,2,2,3],
        [4,4,4,4,4,4,4,4,2,2,3],
        [4,4,4,4,4,4,4,2,2,2,3],
        [2,2,2,2,2,2,2,2,2,2,3]

    ],

    objects: [

        // 帰還用銅鏡
        {
            id: "mirrorReturn",
            x: 0,
            y: 10,
            active: true,
            solid: true,
            event: "returnMirror"
        },

        // 仮ボス（ナウマンゾウ）
        {
            id: "naumann",
            x: 1,
            y: 0,
            active: true,
            solid: true,
            event: "naumannBoss"
        }

    ],

    tileEvents: [

        {
            x: 5,
            y: 10,
            event: "nojiriTutorial"
        }

    ]

}
